Repository: hippich/recorditnow
Catalog: po/recorditnow_*.po
Languages: cs, de, fr

source: Account
cs: Účet
fr: Compte

source: Password
cs: Heslo
fr: Mot de passe

source: Save password with KWallet
cs: Uložit heslo pomocí KWallet
fr: Sauver le mot de passe avec Kwallet

source: Command
fr: Commande

source: Add
cs: Přidat
fr: Ajouter

source: Edit
cs: Upravit
fr: Editer

source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer

source: Disable drawing of the cursor
cs: Vypnout ukazovátko
fr: Désactiver l'affichage du curseur

source: Disable usage of MIT-shared memory extension(Not Recommended!)
cs: Vypnout rozšíření MIT-shared-memory (Nedoporučuje se!)
fr: Désactiver l'utilisation de l'extension "mémoire partagée MIT" (Non Recommandé!)

source: Take full screenshot at every frame(Not Recommended!)
fr: Prendre une capture d'écran pour chaque image(Non Recommandé!)

source: Quick subsampling
cs: Rychlé podvzorkování
fr: Sous-échantillonnage rapide

source: Sound
cs: Zvuk
fr: Son

source: Device
cs: Zařízení
fr: Périphérique

source: Search
fr: Recherche

source: Channels
cs: Kanály
fr: Canaux

source: Default
cs: Výchozí
fr: Défaut

source: Frequency
cs: Kmitočet
fr: Fréquence

source: Buffer size (only ALSA or OSS)
cs: Velikost vyrovnávací paměti (pouze ALSA nebo OSS)
fr: Taille du tampon (ALSA ou OSS seulement)

source: Ring Buffer size (JACK only)
cs: Velikost vyrovnávací paměti Ring (pouze JACK)
fr: Taille du tampon circulaire (JACK seulement)

source: JACK Ports
cs: Přípojky Jack
fr: Ports JACK

source: Encoding
cs: Kódování
fr: Encodage

source: Audio Quality
cs: Kvalita zvuku
fr: Qualité audio

source: Bitrate
cs: Datový tok
fr: Débit

source: Video Quality
cs: Kvalita videa
fr: Qualité vidéo

source: Encode the audio-video data, while recording
cs: Kódovat zvuková a videodata během nahrávání
fr: Encoder les données audio-vidéo pendant l'enregistrement

source: Miscellaneous
cs: Různé
fr: Divers

source: Do not try to detect the window manager.
cs: Nepokoušet se zjistit okenního správce
fr: Ne pas essayer de détecter le gestionnaire de fenêtres

source: Compress Cache
cs: Komprimovat vyrovnávací paměť
fr: Cache de compression

source: Follow the mouse
cs: Sledovat myš
fr: Suivre la souris

source: Show Frame
cs: Ukázat snímek
de: Rahmen anzeigen
fr: Afficher le cadre

source: Branding
fr: Marquage

source: Opacity
fr: Opacité

source: Top left corner
fr: Coin haut gauche

source: Top right corner
fr: Coin haut droit

source: Bottom left corner
fr: Coin bas gauche

source: Bottom right corner
fr: Coin bas droit

source: Top center
fr: Haut milieu

source: Bottom center
fr: Bas milieu

source: Screenshot
fr: Capture d'écran

source: Quality
fr: Qualité

source: Draw the cursor
fr: Afficher le curseur

source: <html><font size="5">blip.tv</font><br /><b>The next generation television network!</html>
fr: <html><font size="5">blip.tv</font><br /><b>La future génération de réseau de télévision!</html>

source: Video
fr: Vidéo

source: Category
cs: Skupina
fr: Catégorie

source: File
cs: Soubor
fr: Fichier

source: My Title
cs: Můj název
fr: Mon Titre

source: Title
cs: Název
fr: Titre

source: License
fr: Licence

source: Login
cs: Přihlášení
fr: Identifiants

source: Upload
cs: Nahrát
de: Hochladen
fr: Télécharger

source: Quit
cs: Ukončit
fr: Quitter

source: <html><font size="5">YouTube</font><br /><b>Upload and share your videos!</html>
fr: <html><font size="5">YouTube</font><br /><b>Téléchargez et partagez vos vidéos!</html>

source: Hide RecordItNow while recording
cs: Skrýt RecordItNow během nahrávání
fr: Cacher RecordItNow pendant l'enregistrement

source: Main Toolbar
cs: Hlavní nástrojová lišta
de: Haupt Werkzeugleiste
fr: Barre d'outils principale

source: Name
fr: Nom

source: Status
fr: Statut

source: Show mouse clicks
fr: Afficher les cliques de souris

source: Mouse button
fr: Bouton de souris

source: Mouse Button
fr: Bouton de souris

source: Color
fr: Couleur

source: Default color
fr: Couleur par défaut

source: Size
fr: Taille

source: Behavior
cs: Chování
fr: Comportement

source: Enable system tray icon
cs: Povolit ikonu v oznamovací části panelu
fr: Incruster dans la boîte à mignatures

source: Hide RecordItNow during record
fr: Cacher RecordItNow pendant l'enregistrement

source: Overwrite existing files
cs: Přepsat existující soubory
fr: Ecraser les fichiers existants

source: Show file after record
cs: Po nahrání ukázat soubor
fr: Voir le fichier après l'enregistrement

source: Encode after record
cs: Po nahrání zakódovat
fr: Encoder après l'enregistrement

source: Stay above all other windows during record
fr: Rester au dessus des autres fenêtres pendant l'enregistrement

source: Directory for temporary files:
cs: Adresář pro dočasné soubory:
fr: Répertoire des fichiers temporaires:

source: Enable the Timeline
fr: Activer la barre de temps

source: Stop recording when the timeline reaches the end
fr: Arrêter l'enregistrement quand la barre de temps a atteint la fin

source: Enable Notifications
fr: Activer les notifications

source: Total duration
fr: Durée totale

source: Topic
fr: Sujet

source: Icon
fr: Icône

source: Duration
fr: Durée

source: Move Up
fr: Monter

source: Move Down
fr: Descendre

source: Timer
cs: Časovač
fr: Retardateur

source: Frames per second
cs: Snímků za sekundu
fr: Images par seconde

source: Backend
cs: Zadní část programu
fr: Logiciel (Backend)

source: Output file
cs: Výstupní soubor
fr: Fichier de sortie

source: Play/Open
cs: Přehrát/Otevřít
fr: Lire/Ouvrir

source: Delete
cs: Smazat
fr: Supprimer

source: High quality
fr: Haute qualité

source: Default zoom factor
fr: Zoom par défaut

source: Width
fr: Largeur

source: Height
fr: Hauteur

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Kai Dombrowe
fr: Sébastien Vrillaud

# EMAIL OF TRANSLATORS
source: Your emails
cs: fripohled.blogspot.com
de: just89@gmx.de
fr: kochka@gmail.com

source: Record Plugins
cs: Přídavné moduly pro nahrávání
de: Aufnahme Module
fr: Modules externes d'enregistrement

source: Encode Plugins
cs: Přídavné moduly pro kódování
de: Kodierungs Module
fr: Modules externes d'encodage

source: Upload Plugins
cs: Přídavné moduly pro nahrání
fr: Modules externes de téléchargement

source: Plugins
cs: Přídavné moduly
de: Module
fr: Modules externes

source: Mouse
fr: Souris

source: Timeline
de: Zeitleiste
fr: Barre de temps

source: Shortcuts
de: Kurzbefehle
fr: Racourcis

source: Grab failed! Perhaps the button "%1" is already grabbed by another application.
fr: La capture a échouée! Peut-être que le bouton "%1" est déjà capturé par une autre application.

source: Grab failed!
fr: La capture à échouée!

source: Cannot load Encoder %1.
cs: Nelze nahrát kodér %1
de: Kann Encoder %1 nicht laden
fr: Impossible de charger l'encodeur %1.

source: The encoder has crashed!
cs: Kodér spadl!
de: Encoder ist Abgestürzt
fr: L'encodeur à planté!

source: Reload
fr: Recharger

source: File not found
fr: Fichier introuvable

# %1 = error string
source: Cannot open file: %1
fr: Impossible d'ouvrir le fichier: %1

source: Left-Button
de: Linke Taste
fr: Bouton gauche

source: Right-Button
de: Rechte Taste
fr: Bouton droit

source: Middle-Button
de: Mittlere Taste
fr: Bouton central

source: Special-Button 1
de: Besondere Taste 1
fr: Bouton spécial 1

source: Special-Button 2
de: Besondere Taste 2
fr: Bouton spécial 2

source: Wheel up
de: Mausrad hoch
fr: Molette haut

source: Wheel down
de: Mausrad runter
fr: Molette bas

source: No-Button
de: Keine Taste
fr: Pas de bouton

# %1 = account name
source: Edit %1
cs: Upravit %1
fr: Editer %1

source: Add a new Account
cs: Přidat nový účet
fr: Ajouter un nouveau compte

source: Plugin based desktop recorder
cs: Nahrávadlo pracovní plochy založené na přídavných modulech
de: Modul basierter Desktop Recorder
fr: Enregistreur de bureau basé sur des modules externes

source: Offset in x direction.
cs: Posun ve směru x.
de: x Offset.
fr: Décalage sur l'axe des abscisses

source: Offset in y direction.
cs: Posun ve směru y.
de: y Offset.
fr: Décalage sur l'axe des ordonnées

source: Width of recorded window.
cs: Šířka nahrávaného okna.
de: Breite des aufzunehmenden Fensters.
fr: Largeur de la fenêtre d'enregistrement

source: Height of recorded window.
cs: Výška nahrávaného okna.
de: Höhe des aufzunehmenden Fensters.
fr: Hauteur de la fenêtre d'enregistrement

source: The Backend to use. (Example: RecordMyDesktop/Screenshot)
cs: Zadní část, která se má používat (Příklad: RecordMyDesktop/Screenshot)
de: Das Backend was verwendet werden soll (Beispiel: RecordMyDesktop/Screenshot)
fr: Le logiciel à utiliser. (Exemple: RecordMyDesktop/Screenshot)

source: Wait "time" seconds.
cs: Čekat "time" sekund.
de: Warte "time" Sekunden.
fr: Temps d'attente en secondes

source: Name of recorded video/image.
cs: Název pro nahrané video/obrázek.
de: Name des aufgenommenen Videos/Bildes.
fr: Nom de l'image/vidéo enregistrée.

source: Record
cs: Nahrávat
de: Aufnehmen
fr: Enregistrer

source: Stop
cs: Zastavit
fr: Arrêter

source: Record a Window
cs: Nahrávat okno
de: Ein Fenster aufnehmen
fr: Enregistrer une fenêtre

source: Record the entire Screen
cs: Nahrávat celou obrazovku
de: Den ganzen Bildschirm aufnehmen
fr: Enregistrer l'écran entier

source: Zoom in
de: Vergrößern
fr: Zoom avant

source: Zoom out
de: Verkleinern
fr: Zoom arrière

source: No screen area selected.
cs: Není vybrána žádná oblast obrazovky.
de: Kein Bildschirmbereich ausgewählt.
fr: Pas de zone selectionnée sur l'écran.

source: Continue
cs: Pokračovat
de: Fortsetzen
fr: Continuer

# Recording finished
source: Finished!
de: Abgeschlossen!
fr: Terminé!

# Encoding finished
source: Finished!
de: Abgeschlossen!
fr: Terminé!

# %1 = file
source: %1 no such file!
cs: Soubor %1 nenalezen!
de: Datei %1 nicht gefunden!
fr: %1 n'existe pas!

# %1 = file, %2 = error string
source: Remove failed: %1. Reason: %2
cs: %1: Odstranění se nezdařilo. Důvod: %2
fr: Echec de la suppression: %1. Raison: %2

source: Press a mouse button...
de: Drücke eine Maustaste
fr: Pressez un bouton de la souris...

source: The button '%1' has already been defined
de: Die Taste '%1' wurde bereits definiert
fr: Le bouton '%1' à déjà été défini

source: Starting ffmpeg!
cs: Spouští se ffmpeg!
de: Starte ffmpeg!
fr: Démarrage de ffmpeg!

source: Input/output file is missing.
de: Eingabe/Ausgabe Datei fehlt.
fr: Le fichier d'entrée/sortie est manquant.

source: Cannot find ffmpeg! Please install ffmpeg or use another plugin.
cs: Nelze nalézt ffmpeg! Nainstalujte, prosím, ffmpeg, nebo použijte jiný přídavný modul.
de: Kann ffmpeg nicht finden! Bitte installiere ffmpeg, oder verwende ein anderes Modul.
fr: Impossible de trouver ffmpeg! Merci d'installer ffmpeg ou d'utiliser un autre plugin.

source: Paused!
cs: Pozastaveno!
de: Pausiert!
fr: En pause!

source: Capturing!
cs: Probíhá zachytávání!
de: Aufnahme!
fr: Capture!

# %1 = source, %1 = destination, %3 = error string
source: Move failed: "%1" to "%2". Reason: %3
cs: Přesun se nezdařil: "%1" do "%2". Důvod: %3
fr: Echec du déplacement: %1. Raison: %2

# %1 = progress in %
source: Encoding: %1
cs: Kóduje se: %1
de: Kodiere: %1
fr: Encodage: %1

# %1 = format
source: Edit %1
de: %1 Bearbeiten
fr: Edition %1

source: Starting mencoder!
cs: Spouští se mencoder!
de: Starte mencoder!
fr: Démarrage de mencoder!

source: Cannot find mencoder! Please install mencoder or use another plugin.
cs: Nelze nalézt mencoder! Nainstalujte, prosím, mencoder, nebo použijte jiný přídavný modul.
de: Kann mencoder nicht finden! Bitte installiere mencoder, oder verwende ein anderes Modul.
fr: Impossible de trouver mencoder! Merci d'installer mencoder ou d'utiliser un autre plugin.

source: Cannot find recordmydesktop! Please install recordmydesktop or use another plugin.
cs: Nelze nalézt recordmydesktop! Nainstalujte, prosím, recordmydesktop, nebo použijte jiný přídavný modul.
de: Kann recordmydesktop nicht finden! Bitte installiere recordmydesktop oder verwende ein anderes Modul.
fr: Impossible de trouver recordmydesktop! Merci d'installer recordmydesktop ou d'utiliser un autre plugin.

source: Cached: %1
cs: Uloženo do vyrovnávací paměti: %1
fr: Capturé: %1

source: Received: %1
cs: Obdrženo: %1
de: Eingegangen: %1
fr: Reçu: %1

source: Frames: %1
cs: Snímky: %1
de: Bilder: %1
fr: Images: %1

source: Encoding: %1
cs: Kóduje se: %1
de: Kodiere: %1
fr: Encodage: %1

source: Shutting down..
cs: Vypíná se...
de: Fahre herunter.
fr: Fermeture..

source: Encoding started!
cs: Kódování spuštěno!
de: Kodierung gestartet!
fr: L'encodage a démarré!

# RecordMyDesktop is done
source: Done!
de: Fertig!
fr: Terminé!

source: Cannot open file %1 for writing!
de: Kann Datei %1 nicht öffnen!
fr: Impossible d'ouvrir le fichier %1 en écriture!

source: Could not create temporary directory, check your config.
cs: Nepodařilo se vytvořit dočasný adresář. Ověřte nastavení.
de: Kann tempoäres Verzeichniss nicht erstellen, prüfe deine Einstellungen.
fr: Impossible de créer le répertoire temporaire, vérifiez votre configuration.

source: recordMyDesktop is not compiled with Jack support.
cs: RecordMyDesktop je sestaven bez podpory JACK.
de: RecordMyDesktop ist ohne JACK Support Kompiliert.
fr: recordMyDesktop n'est pas compilé avec le support Jack.

source: Error while opening/configuring soundcard.
cs: Během otevírání/nastavování zvukové karty se vyskytla chyba.
de: Fehler während des öffnens/konfigurierens der Soundkarte.
fr: Erreur pendant l'ouverture/configuration de la carte son.

source: Window size specification out of bounds!
de: Spezifikation der Fenstergröße ist außerhalb der Grenzen!
fr: Les spécification de taille de fenêtre sont hors limites!

# %1 = file, %2 = error string
source: recordmydesktop: Remove failed: %1. Reason: %2
cs: recordmydesktop: Odstranění %1 se nezdařilo. Důvod: %2
fr: recordmydesktop: La suppréssion à échouée: %1. Raison: %2

source: Sound Device
de: Gerät
fr: Périphérique de son

# %1 = file, %2 = error string
source: screenshot: Remove failed: %1. Reason: %2
cs: screenshot: Odstranění %1 se nezdařilo. Důvod: %2
fr: Capture d'écran: La suppréssion à échouée: %1. Raison: %2

# %1 = error string
source: Cannot open output file: %1
cs: Nelze otevřít výstupní soubor: %1
de: Kann Ausgabedatei nicht öffnen: %1
fr: Impossible d'ouvrir le fichier de sortie: %1

source: Cannot save image.
cs: Nelze uložit obrázek
de: Kann Bild nicht speichern.
fr: Impossible de sauvegarder l'image.

source: Upload canceled.
fr: Téléchargement annulé.

source: Uploading...
cs: Nahrává se...
fr: Téléchargement...

# %1 = link to video
source: Finished: %1
fr: Terminé: %1

source: No title specified.
fr: Le titre n'est pas renseigné.

source: No video specified.
fr: La vidéo n'est pas renseignée.

source: No account/password specified.
fr: Le compte/mot de passe n'est pas renseigné.

source: Invalid category.
fr: Catégorie invalide.

source: Invalid license.
fr: Licence invalide.

# %1 = file, %2 = error string
source: Cannot open %1. Reason: %2
fr: Impossible d'ouvrir %1. Raison: %1

# %1 = error
source: Unknown error: %1.
fr: Erreur inconnue: %1.

source: Invalid response from blip.tv!
fr: Réponse Invalide de blip.tv!

source: Autos & Vehicles
cs: Auta & Vozidla
fr: Voitures & Vehicules

source: Citizen Journalism
fr: Journalisme citoyen

source: Comedy
cs: Veselohra
fr: Comedie

source: Conferences and other Events
fr: Conférences and autre évènements

source: Default Category
fr: Catégorie par défaut

source: Documentary
fr: Documentaire

source: Educational
fr: Enseignement

source: Food & Drink
fr: Nourriture & Boisson

source: Friends
fr: Amis

source: Gaming
cs: Hry
fr: Jeu

source: Health
fr: Santé

source: Literature
fr: Littérature

source: Movies and Television
fr: Films et télévision

source: Music and Entertainment
fr: Musique et divertissement

source: Personal or Auto-biographical
fr: Personnel ou auto-biographique

source: Politics
fr: Politique

source: School and Education
fr: Ecole et éducation

source: Technology
fr: Technologie

source: The Environment
fr: Environement

source: The Mainstream Media
fr: Media principaux

source: Travel
fr: Voyage

source: Web Development and Sites
fr: Développement Internet et sites

# Title
source: Upload
fr: Télécharger

source: Transmit Data
fr: Transfert de données

# Title
source: Download
fr: Téléchargement

# Upload canceled
source: Canceled
fr: Annulé

source: Please authenticate first!
fr: Merci de d'abord vous identifier!

source: No such file: %1.
fr: Fichier manquant: %1

source: Title too long.
fr: Titre trop long.

source: Description too long.
fr: Description trop longue.

source: Too long tags.
fr: Tags trop longs.

source: No description specified.
fr: La description n'est pas renseignée.

source: No tags specified.
fr: Pas de tags renseignés.

source: Tag "%1" is too long.
fr: Le tag "%1" est trop long.

source: Tag "%1" is too short.
fr: Le tag "%1" est trop court.

source: Cannot open video!
fr: Impossible d'ouvrir la vidéo!

source: Authentication failed!
cs: Prokázání pravosti se nezdařilo!
fr: L'Authentification a échoué!

# %1 = error
source: Upload failed! Response: %1
fr: Le téléchargement à échoué! Réponse: %1

source: Entertainment
cs: Zábava
fr: Divertissement

source: Music
cs: Hudba
fr: Musique

source: News & Politics
cs: Zprávy & Politika
fr: Actualité & Politique

source: Nonprofit & Activism
cs: Neziskové činnosti & Aktivismus
fr: Associatif & Activisme

source: Pets & Animals
cs: Domácí zvířata & Zvířata
fr: Animaux

source: Science & Technology
fr: Sience & Technologie

source: Travel & Events
fr: Voyage & Evénements

source: By clicking 'Continue', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at <a href='http://www.youtube.com/t/terms'>http://www.youtube.com/t/terms</a>.
fr: En cliquant sur 'Continuer', vous certifiez que vous détenez tous les droits pour ce contenu ou que vous êtes authorisé par le propriétaire de rendre ce contenu publiquement disponible sur YouTube, et qu'il se conforme aux conditions de services de YouTube disponibles à <a href='http://www.youtube.com/t/terms'>http://www.youtube.com/t/terms</a>.

source: Translation:
fr: Traduction:

source: authenticate...
fr: authentification...

source: Invalid response from YouTube!
fr: Réponse invalide de YouTube!

source: Authentication finished...
de: Authentifizierung abgeschlossen...
fr: Authentification terminée...

source: Cannot load Recorder %1.
cs: Nahrávadlo %1 nelze nahrát.
de: Kann Recorder %1 nicht laden.
fr: Impossible de charger l'enregistreur %1.

source: No output file specified.
cs: Nebyl zadán výstupní soubor.
de: Keine Ausgabedatei angegeben.
fr: Le fichier de sortie n'est pas renseigné.

source: The recorder has crashed!
cs: Nahrávadlo spadlo!
de: Der Recorder ist Abgestürzt!
fr: L'enregistreur à planté!

source: Untitled
de: Ohne Titel
fr: Sans titre

source: New Topic: <i>%1</i>
de: Neues Thema: <i>%1<i>
fr: Nouveau sujet: <i>%1</i>

source: Topics
de: Themen
fr: Sujets

source: No Topic
de: Kein Thema
fr: Pas de sujet

source: Cannot load upload plugin "%1".
de: Kann hochlad Modul "%1" nicht laden.
fr: Impossible de charger le plugin de téléchargement "%1"

# Widget to select a screen area
source: Frame
de: Rahmen

source: Mouse-Monitor
de: Maus Monitor

source: Keyboard-Monitor
de: Tastatur-Monitor

source: Notifications
de: Benachrichtigungen

source: second inactivity
de: Sekunde inaktivität

# Widget look
source: Circle
de: Kreis

# Widget look
source: Square
de: Quadrat

# Widget look
source: Target
de: Ziel

source: Embed in window
de: In ein Fenster integrieren

source: Remove the Dock
de: Dock entfernen

source: Create frame configuration...
de: Erstelle Rahmen Konfiguration

source: Create timeline configuration...
de: Erstelle Zeitleisten Konfiguration

source: Clipboard: "%1"
de: Zwischenablage: "%1"

source: Shortcut: "%1"
de: Kurzbefehl: "%1"

# Keyboard key
source: Insert
de: Einfügen

# Keyboard key
source: End
de: Ende

# Keyboard key
source: Delete
de: Löschen

source: Unknown error!
de: Unbekannter Fehler!

source: Move up
de: Nach oben

source: Move down
de: Nach unten

source: (C) 2009-2010 Kai Dombrowe
de: (C) 2009 Kai Dombrowe

source: Start hidden.
de: Starte versteckt.

source: Freely movable
de: Frei beweglich

source: Default Zoom Factor
de: Standard Zoom-Faktor

source: Configure toolbars
de: Werkzeugleisten einrichten

source: Lock layout
de: Layout sperren

source: An internal error occurred!
de: Ein interner Fehler ist aufgetreten!

source: Image Viewer
de: Bild betrachter

# Dock title
source: Player
de: Abspieler

source: Video Player
de: Video Abspieler

source: Invalid window!
de: Ungültiges Fenster!

source: Invalid command!
de: Ungültiger Befehl!

# Video size
source: Size=%1
de: Größe=%1

# Video duration
source: Duration=%1
de: Dauer=%1

source: Internal error!
de: Ein interner Fehler ist aufgetreten!

source: Cheese!
cs: Sýr!
de: Käse!

source: Saving image...
de: Speicher Bild...

source: Internal Error
de: Interner Fehler

source: The recording starts now!
de: Die aufnahme startet jetzt!

source: Recording will start in %1 second...
de: Die Aufnahme wird in %1 Sekunde starten...

source: By clicking &apos;%1&apos;, you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on %2, and that it otherwise complies with the %2 Terms of Service.
de: Mit dem Klick auf "%1" bestätigen Sie, dass Sie alle Rechte an den Inhalten besitzen oder dass Sie durch den Inhaber berechtigt sind, die Inhalte auf YouTube öffentlich verfügbar zu machen, und dass es den %2- Nutzungsbedingungen entspricht.

source: Error: Plugin load failed!
de: Fehler: Laden des Moduls fehlgeschlagen!

source: Authentication started...
de: Authentifizierung gestartet...

# 1 = error code
source: Error %1: Authentication failed!
de: Fehler %1: Authentifizierung fehlgeschlagen!

source: Error message: %1
de: Fehler: %1

source: Upload started...
de: Lade hoch...

# 1 = error code
source: Error %1: Upload failed!
de: Fehler %1: Hochladen fehlgeschlagen!

# 1 = error code, %2 = error message
source: Error %1: %2
de: Fehler %1: %2

# %1 = video url
source: Upload finished: <a href='%1'>%1</a>
de: Hochladen abgeschlossen: <a href='%1'>%1</a>

source: Upload Wizard
de: Hochlad Assistent

source: Do you want to cancel the upload?
de: Möchten Sie das Hochladen abbrechen?

source: Cannot load: %1
de: Kann %1 nicht laden

# @title:group Group for frames
source: Frames
de: Rahmen

# @action:button Add a new frame
source: Add
de: Hinzufügen

# @title:group Behavior of the keyboard-monitor
source: Behavior
de: Verhalten

# @option:check Show text from the clipboard
source: Show clipboard
de: Zwischenablage anzeigen

# @option:check Show keyboard shortcuts
source: Show shortcuts
de: Zeige Kurzbefehle

# @title:group Appearance of the keyboard-monitor
source: Appearance
de: Erscheinungsbild

# @label The font size
source: Font Size:
de: Schriftgröße:

# @label Hide the Keyboad-Monitor after...
source: Hide after:
de: Verstecke nach:

# @title:tab Appearance settings
source: Appearance
de: Erscheinungsbild

# @label The display mode of the Mouse-Monitor
source: Mode:
de: Modus:

# @option:check Show the Mouse-Monitor only during mouse clicks
source: Show only during mouse clicks
de: Nur während Mausklicks zeigen

# @label Widget opacity
source: Opacity:
de: Deckkraft:

# @label Widget size
source: Size:
de: Größe:

# @title:group Mouse-Monitor preview
source: Preview
de: Vorschau

# @title:tab Colors
source: Colors
de: Farben

# @label A mouse button
source: Mouse button:
de: Maustaste:

# @action:button Add a new item
source: Add
de: Hinzufügen

# @label The sound volume
source: Volume:
de: Lautstärke:
