Repository: hippich/recorditnow
Catalog: po/recorditnow_*.po
Languages: cs, de, fr

# @title:group General RecordItNow behavior
source: Behavior
de: Verhalten

# @option:check
source: Enable system tray icon
de: Aktiviere Kontrolleistensymbol

# @option:check
source: Hide RecordItNow during record
de: Verstecke RecordItNow während dem aufnehmen

# @option:check
source: Overwrite existing files
de: Überschreibe vorhandene Dateien

# @option:check
source: Show file after record
de: Zeige Datei nach der Aufnahme

# @option:check
source: Encode after record
de: Kodiere nach der Aufnahme

# @option:check
source: Stay above all other windows
de: Bleibe über allen anderen Fenstern

# @title:group
source: Directories
de: Verzeichnisse

# @label directory for tempoary files
source: Temporary files:
de: Temporäre Dateien:

# @option:check
source: Stop recording when the timeline reaches the end
de: Beende die Aufnahme, wenn die Zeitleiste das Ende erreicht hat

# @label The total timeline duration
source: Total duration:
de: Gesamtdauer:

# @action:button Add a new topic to the timeline
source: Add Topic
de: Thema hinzufügen

# @label The default zoom factor
source: Default zoom factor:
de: Standard Zoom-Faktor:

# @label The FPS of the zoom dock
source: Frames per second:
de: Bilder in der Sekunde:

# @option:check Enable the high quality zoom mode
source: High quality
de: Hohe Qualität

source: Default Configuration
de: Standard Konfiguration

source: Create default configuration
de: Erstelle Standard Konfiguration

source: Mouse Device
de: Maus Gerät

source: Device:
de: Gerät:

source: Welcome
de: Willkommen

# @label A command
source: Command:
de: Befehl:

# @action:button Edit the current item
source: Edit
de: Bearbeiten

# @action:button Remove the current item
source: Remove
de: Entfernen

source: Video Quality:
de: Video Qualität:

source: Custom Command
de: Benutzerdefinierter Befehl

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma'; font-size:11pt; text-decoration: underline; color:#ff0000; background-color:#ffffff;">Please use only if you know what you are doing!</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Tahoma'; font-size:11pt; text-decoration: underline; color:#ff0000;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma'; font-size:10pt; text-decoration: underline; color:#000000; background-color:#ffffff;">Available Variables:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{output}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{XServer}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{x}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{y}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{width}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{height}</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">%{fps}</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Tahoma';"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma'; font-size:10pt; text-decoration: underline;">Example:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma';">-qscale 2 -r %{fps} -s %{width}x%{height} -i %{XServer}+%{x},%{y} -s %{width}x%{height} -f mp4 %{output}</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Tahoma';"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma'; font-size:10pt; text-decoration: underline; color:#ff0000;">Note:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Tahoma'; color:#000000;">Don`t use %{output}.format because it would lead to an internal error.</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Tahoma'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt; text-decoration: underline; color:#ff0000; background-color:#ffffff;">Bitte nur verwenden, wenn Sie wissen was Sie tun!</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:11pt; text-decoration: underline; color:#ff0000;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; text-decoration: underline; color:#000000; background-color:#ffffff;">Verfügbare Variablen:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{output}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{XServer}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{x}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{y}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{width}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{height}</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">%{fps}</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; text-decoration: underline;">Beispiel:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">-qscale 2 -r %{fps} -s %{width}x%{height} -i %{XServer}+%{x},%{y} -s %{width}x%{height} -f mp4 %{output}</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; text-decoration: underline; color:#ff0000;">Beachte:</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#000000;">Bitte nicht %{output}.format verwenden, da dies zu einem internen Fehler führen würde.</span></p></body></html>

# @title:tab Image settings
source: Image
de: Bild

# @option:check
source: Disable drawing of the cursor
de: Deaktiviere das Zeichnen des Cursors

# @option:check
source: Disable usage of MIT-shared memory extension(Not Recommended!)
de: MIT-shared-memory Erweiterung deaktivieren (Nicht Empfohlen!)

# @option:check
source: Take full screenshot at every frame(Not Recommended!)
de: Immer Vollbilder pro Frame (Nicht Empfohlen!)

# @option:check
source: Quick subsampling
de: Schnelles Subsampling

# @label A device
source: Device:
de: Gerät:

# @action:button Search something
source: Search
de: Suchen

# @label Audio channels
source: Channels:
de: Kanäle:

# @label:spinbox Default value
source: Default
de: Standard

# @label Audio frequency
source: Frequency:
de: Frequenz:

# @label
source: Buffer size (only ALSA or OSS):
de: Buffer größe (nur ALSA oder OSS):

# @label
source: Ring Buffer size (JACK only):
de: Ring Buffer größe (nur JACK):

# @title:tab Encoding settings
source: Encoding
de: Kodierung

# @label
source: Audio Quality:
de: Audio Qualität:

# @label
source: Video Quality:
de: Video Qualität:

# @option:check
source: Encode the audio-video data, while recording
de: Kodiere die Audio und Video Daten während dem aufnehmen

# @title:tab Miscellaneous settings
source: Miscellaneous
de: Sonstiges

# @option:check
source: Do not try to detect the window manager.
de: Nicht versuchen den Fenster-Manager zu erkennen

# @option:check
source: Compress Cache
de: Cache komprimieren

# @option:check
source: Follow the mouse
de: Folge der Maus

# @option:check Show the recording frame
source: Show Frame
de: Rahmen anzeigen

# @title:column
source: Device
de: Gerät

# @title:column The device id
source: Id
de: Kennung

# @label An image
source: Image:
de: Bild:

# @label image opacity
source: Opacity:
de: Deckkraft:

# @item:inlistbox
source: Top left corner
de: Obere linke Ecke

# @item:inlistbox
source: Top right corner
de: Obere rechte Ecke

# @item:inlistbox
source: Bottom left corner
de: Untere linke Ecke

# @item:inlistbox
source: Bottom right corner
de: Untere rechte Ecke

# @item:inlistbox
source: Top center
de: Oben zentriert

# @item:inlistbox
source: Bottom center
de: Unten zentriert

# @label Screenshot quality
source: Quality:
de: Qualität:

# @option:check
source: Draw the cursor
de: Zeichne den Cursor

# @title:window Dock title
source: Timeline
de: Zeitleiste

# @info:tooltip
source: Outputfile
de: Ausgabedatei

# @label:textbox Path to outputfile
source: Outputfile
de: Ausgabedatei

# @info:tooltip Play/Open Button
source: Play/Open the recorded video
de: Das aufgenommene Video abspielen oder öffnen

# @info:tooltip Delete button
source: Delete the recorded video
de: Das aufgenommene Video löschen

# @info:tooltip Video FPS
source: Frames per second
de: Bilder in der Sekunde

# @info:tooltip
source: Enable/Disable sound recording
de: Sound aufnahme aktivieren/deaktivieren

# @info:tooltip
source: Enable/Disable Mouse-Monitor
de: Maus-Monitor aktivieren/deaktivieren

# @info:tooltip
source: Enable/Disable Keyboard-Monitor
de: Tastatur-Monitor aktivieren/deaktivieren

# @title:window subtitle
source: Please enter your account and password to log in
de: Bitte geben Sie Ihren Account und Ihr Passwort zum einloggen an

# @label:textbox Account passwort
source: Password:
de: Passwort:

# @option:check Remember the password
source: Remember me
de: Merken

# @title:window Wizard page title
source: Provider
de: Anbieter

# @title:window subtitle
source: Please select where you want to upload your video
de: Bitte wählen Sie aus, wo Sie Ihr Video hochladen möchten

# @title:group
source: Plugin Information
de: Modul Informationen

# @label:textbox Description of the plugin
source: Description:
de: Beschreibung:

# @title:window wizard page title
source: Terms of Service
de: Allgemeine Geschäftsbedingungen

# @title:window Wizard page title
source: Upload
de: Hochladen

# @title:group Upload progress information
source: Upload Progress
de: Fortschritt

# @label:textbox Total data size to upload
source: Total:
de: Gesamt:

# @label:textbox uploaded data
source: Sent:
de: Gesendet:

# @label:textbox Upload speed
source: Speed:
de: Geschwindigkeit:

# @title:window subtitle
source: Please select a video and enter the appropriate data
de: Bitte wählen Sie ein Video aus und geben Sie die entsprechenden Daten ein

# @label:textbox Title of the video
source: Title:
de: Titel:

# @label:textbox Description of the video
source: Description:
de: Beschreibung:

# @label:textbox Video category
source: Category:
de: Kategorie:

# @info:tooltip start or stop zoom
source: Start/Stop
de: Starten/Anhalten

# @info:tooltip
source: Zoom in
de: Vergrößern

# @info:tooltip
source: Zoom out
de: Verkleinern

# @info:tooltip
source: Original zoom factor
de: Standard Zoom-Faktor

source: Format
cs: Formát

source: Image
cs: Obrázek

source: Take full screenshot at every frame(Not recomended!)
cs: Vždy úplné obrázky na každém snímku (Nedoporučuje se!)

source: Tags
cs: Značky

source: Description
cs: Popis

source: Cancel
cs: Zrušit

source: Pause
cs: Pozastavit

source: Finished!
cs: Hotovo!

source: Done!
cs: Hotovo!

source: Cannot open file %1 for writting!
cs: Soubor %1 nelze otevřít pro zápis!

source: Sports
cs: Sporty

source: Upload to YouTube
cs: Nahrát na YouTube

source: Authenticating...
cs: Probíhá prokázání pravosti...

source: Unkown error
cs: Neznámá chyba

source: Log in...
cs: Přihlášení...

source: Education
cs: Vzdělávání

source: Film & Animation
cs: Film & Kreslený film

source: Howto & Style
cs: Rady a fígle

source: People & Blogs
cs: Lidé & Deníky

source: Sience & Technology
cs: Věda & Technika

source: Travel & Evends
cs: Cestování & Události

# %1 = youtube tag
source: The Tag %1 is too long.
cs: Den %1 je příliš dlouhý.

source: Please fill out all the fields.
cs: Vyplňte, prosím, všechna pole.

source: No such file: %1
cs: Soubor nelze nalézt %1
